driver-tests/bpelse/misc/MiscJbi/test/test20/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="urn:Test20TargetNamespace"
                   xmlns="urn:Test20TargetNamespace">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test20Operation>
   <Test20Part>
    <string>test20</string>
   </Test20Part>
  </Test20Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>